import { Div, Text, Title } from '@vkontakte/vkui';
import './DescriptionItem.scss';

export const DescriptionItem = () => {
	return (
		<Div>
			<Title>ОПИСАНИЕ</Title>
			<Text aria-valuemax={2}>
				Этот маршрут предлагает пройтись по основным башням и укреплениям крепостной стены, погрузившись в историю
				Смоленска. Вы сможете увидеть Константиновскую башню, Адамовские казармы, Спасские ворота и другие интересные
				объекты. Не забудьте посетить Крепостной музей и поучаствовать в интерактивных экскурсиях.
				Этот маршрут предлагает пройтись по основным башням и укреплениям крепостной стены, погрузившись в историю
				Смоленска. Вы сможете увидеть Константиновскую башню, Адамовские казармы, Спасские ворота и другие интересные
				объекты. Не забудьте посетить Крепостной музей и поучаствовать в интерактивных экскурсиях.
				Этот маршрут предлагает пройтись по основным башням и укреплениям крепостной стены, погрузившись в историю
				Смоленска. Вы сможете увидеть Константиновскую башню, Адамовские казармы, Спасские ворота и другие интересные
				объекты. Не забудьте посетить Крепостной музей и поучаствовать в интерактивных экскурсиях.
			</Text>
		</Div >
	);
};
