
export const questions =[
    {
        questions:'Расположите в хронологической последовательности исторические события. Запишите цифры, которыми обозначены исторические события, в правильной последовательности.1. падение Византии;2. битва на реке Сить;3. Грюнвальдская битва.',
        answer:'1',
        type:'input'
    },
    {
        questions:'Какой царь издал указ «О вольных хлебопашцах»',
        answer:'Александр 1',
        elems:["Александр 1",'Николай II','Ярослав Мудрый'],
        type:'radio'
    },
    {
        questions:'Выберите города-герои России',
        answer:['Москва','Смоленск'],
        elems:['Москва','Смоленск','Пенза'],
        type:'checkbox'
    }
]