import smolensk from './Smolensk.png';

export const quests = [
  {
    id: 1,
    title: 'Смоленск - щит России',
    estimationTime: '~ 2 часа 30 минут',
    description:
      'Этот маршрут предлагает погрузиться в историю и героическое прошлое города Смоленск. Смоленск является одним из самых важных исторических... ',
    reward: '60 Смолкоинов',
    type: 'Маршрутный',
    img: smolensk,
  },
  {
    id: 2,
    title: 'Смоленск - щит России',
    estimationTime: '~ 2 часа 30 минут',
    description:
      'Этот маршрут предлагает погрузиться в историю и героическое прошлое города Смоленск. Смоленск является одним из самых важных исторических... ',
    reward: '60 Смолкоинов',
    type: 'Маршрутный',
    img: smolensk,
  },
  {
    id: 3,
    title: 'Смоленск - щит России',
    estimationTime: '~ 2 часа 30 минут',
    description:
      'Этот маршрут предлагает погрузиться в историю и героическое прошлое города Смоленск. Смоленск является одним из самых важных исторических... ',
    reward: '60 Смолкоинов',
    type: 'Маршрутный',
    img: smolensk,
  },
] as const;
